Repository: rpgraffi/image-tools
Catalog: image-tools/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, it, ja, ko, nb, nl, pl, pt, pt_br, ru, sv, tr, zh_hans

source: Overwrite originals on save
ar: الكتابة فوق النسخ الأصلية عند الحفظ
da: Erstat originaler
de: Originale beim Speichern überschreiben
es: Sobrescribir originales al guardar
fi: Ylikirjoita alkuperäiset tallennettaessa
fr: Enregistrer en écrasant les originaux
it: Sovrascrivi gli originali al momento del salvataggio
ja: 保存時にオリジナルを上書き
ko: 저장 시 원본 덮어쓰기
nb: Overskriv originaler ved lagring
nl: Overschrijf originelen bij opslaan
pl: Nadpisz oryginały przy zapisie
pt: Substitui os originais ao guardar
pt_br: Sobrescrever originais ao salvar
ru: Перезаписывать оригиналы при сохранении
sv: Skriv över original vid sparning
tr: Kaydederken orijinalleri üzerine yaz
zh_hans: 保存时覆盖原文件

source: Paste
ar: لصق
da: Indsæt
de: Einfügen
es: Pegar
fi: Liitä
fr: Coller
it: Incolla
ja: ペースト
ko: 붙여넣기
nb: Lim inn
nl: Plakken
pl: Wklej
pt: Cola
pt_br: Colar
ru: Вставить
sv: Klistra in
tr: Yapıştır
zh_hans: 粘贴

source: Permission needed
ar: يلزم الحصول على إذن
da: Tilladelse nødvendig
de: Berechtigung erforderlich
es: Permiso necesario
fi: Tarvitaan lupa
fr: Autorisation requise
it: È necessaria l'autorizzazione
ja: 許可が必要です
ko: 권한 필요
nb: Det kreves tillatelse
nl: Toestemming is vereist
pl: Wymagane jest uzyskanie pozwolenia
pt: Necessita de autorização
pt_br: É necessário obter permissão
ru: Требуется разрешение
sv: Tillstånd krävs
tr: İzin alınması gerekiyor
zh_hans: 需要权限

source: Preserve metadata
ar: الاحتفاظ بالبيانات الوصفية
da: Metadata bevares
de: Metadaten beibehalten
es: Conservar metadatos
fi: Säilytä metatiedot
fr: Conserver les métadonnées
it: Conserva i metadati
ja: メタデータを保持
ko: 메타데이터 유지
nb: Bevar metadata
nl: Metadata behouden
pl: Zachowaj metadane
pt: Preserva os metadados
pt_br: Preservar metadados
ru: Сохранить метаданные
sv: Bevara metadata
tr: Meta verilerini koru
zh_hans: 保留元数据

source: Presets
ar: الإعدادات المسبقة
da: Forudindstillinger
de: Voreinstellungen
es: Preajustes
fi: Esiasetukset
fr: Préréglages
it: Preset
ja: プリセット
ko: 프리셋
nb: Forhåndsinnstillinger
nl: Voorinstellingen
pl: Ustawienia wstępne
pt: Predefinições
pt_br: Predefinições
ru: Предустановки
sv: Förinställningar
tr: Ön ayarlar
zh_hans: 预设

source: Preview
ar: معاينة
da: Forhåndsvisning
de: Vorschau
es: Vista previa
fi: Esikatselu
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
nb: Forhåndsvisning
nl: Voorbeeld
pl: Podgląd
pt: Pré-visualização
pt_br: Visualizar
ru: Предварительный просмотр
sv: Förhandsgranskning
tr: Önizleme
zh_hans: 预览

source: Privacy
ar: الخصوصية
da: Privatlivets fred
de: Datenschutz
es: Privacidad
fi: Yksityisyys
fr: Confidentialité
ja: プライバシー
ko: 개인정보 처리방침
nb: Personvern
pl: Prywatność
pt: Privacidade
pt_br: Privacidade
ru: Конфиденциальность
sv: Integritet
tr: Gizlilik
zh_hans: 隐私政策

source: px
ar: بكسل

source: Quality
ar: الجودة
da: Kvalitet
de: Qualität
es: Calidad
fi: Laatu
fr: Qualité
it: Qualità
ja: 品質
ko: 품질
nb: Kvalitet
nl: Kwaliteit
pl: Jakość
pt: Qualidade
pt_br: Qualidade
ru: Качество
sv: Kvalitet
tr: Kalite
zh_hans: 质量

source: Recent
ar: الأحدث
da: Seneste
de: Zuletzt
es: Recientes
fi: Viimeaikaiset
fr: Récents
it: Recenti
ja: 最近
ko: 최근
nb: Nylig
nl: Recente
pl: Ostatnie
pt: Recentes
pt_br: Recente
ru: Недавние
sv: Senaste
tr: Son dönemde
zh_hans: 最近

source: Remove background
ar: إزالة الخلفية
da: Fjern baggrund
de: Hintergrund entfernen
es: Eliminar fondo
fi: Poista tausta
fr: Supprimer l'arrière-plan
it: Rimuovi sfondo
ja: 背景を削除
ko: 배경 제거
nb: Fjern bakgrunn
nl: Achtergrond verwijderen
pl: Usuń tło
pt: Remover fundo
pt_br: Remover fundo
ru: Удалить фон
sv: Ta bort bakgrund
tr: Arka planı kaldır
zh_hans: 移除背景

source: Remove from list
ar: إزالة من القائمة
da: Fjern fra listen
de: Aus Liste entfernen
es: Quitar de la lista
fi: Poista listalta
fr: Retirer de la liste
it: Rimuovi dall'elenco
ja: リストから削除
ko: 목록에서 제거
nb: Fjern fra listen
nl: Verwijderen uit lijst
pl: Usuń z listy
pt: Retira da lista
pt_br: Remover da lista
ru: Удалить из списка
sv: Ta bort från listan
tr: Listeden çıkar
zh_hans: 从列表中移除

source: Replace
ar: استبدل
da: Erstat
de: Ersetzen
es: Reemplazar
fi: Korvaa
fr: Remplacer
it: Sostituisci
ja: 置き換え
ko: 대체
nb: Erstatt
nl: Vervang
pl: Zastąp
pt: Substitui
pt_br: Substituir
ru: Заменить
sv: Ersätt
tr: Değiştir
zh_hans: 替换

source: Replace existing files?
ar: استبدال الملفات الموجودة؟
da: Erstatning af eksisterende filer?
de: Ersetze bestehene Dateien?
es: ¿Reemplazar los archivos existentes?
fi: Korvataanko olemassa olevat tiedostot?
fr: Remplacer les fichiers existants ?
it: Sostituire i file esistenti?
ja: 既存のファイルを置き換えますか？
ko: 기존 파일을 교체하시겠습니까?
nb: Erstatte eksisterende filer?
nl: Bestaande bestanden vervangen?
pl: Zastąpić istniejące pliki?
pt: Substitui os ficheiros existentes?
pt_br: Substituir os arquivos existentes?
ru: Заменить существующие файлы?
sv: Ersätta befintliga filer?
tr: Mevcut dosyalar değiştirilsin mi?
zh_hans: 是否替换现有文件？

source: Resize
ar: تغيير الحجم
da: Størrelse
de: Größe
es: Redimensionar
fi: Kokoa
fr: Redimensionner
it: Ridimensiona
ja: サイズ変更
ko: 크기 조정
nb: Størrelse
nl: Wijzigen
pl: Rozmiar
pt: Redimensionar
pt_br: Redimensionar
ru: Изменить размер
sv: Ändra storlek
tr: Yeniden Boyutlandır
zh_hans: 调整大小

source: Restore Purchases
ar: استعادة المشتريات
da: Gendan køb
de: Käufe wiederherstellen
es: Restaurar compras
fi: Palautusostoja
fr: Restaurer les achats
it: Ripristino degli acquisti
ja: 購入を復元
ko: 구매 복원
nb: Gjenopprett kjøp
nl: Aankopen herstellen
pl: Przywróć zakupy
pt: Restaurar compras
pt_br: Restaurar compras
ru: Восстановление покупок
sv: Återställ inköp
tr: Satın alımları geri yükle
zh_hans: 恢复购买

source: Reveal in Finder
ar: الكشف في الباحث
da: Vis i Finder
de: Im Finder zeigen
es: Mostrar en Finder
fi: Näytä Finderissä
fr: Afficher dans le Finder
it: Rivela nel Finder
ja: Finder で表示
ko: Finder에서 보기
nb: Vis i Finder
nl: Weergeven in Finder
pl: Pokaż w Finderze
pt: Revela no Finder
pt_br: Revelar no Finder
ru: Показать в Finder
sv: Visa i Finder
tr: Finder'da Göster
zh_hans: 在 Finder 中显示

source: Save
ar: الحفظ
da: Gem
de: Speichern
es: Guardar
fi: Tallennus
fr: Enregistrer
it: Risparmia
ja: 保存
ko: 저장
nb: Lagre
nl: Opslaan
pl: Przechowywanie
pt: Poupa
pt_br: Salvar
ru: Сохранение
sv: Spara
tr: Kaydetme
zh_hans: 保存

source: Save images
ar: حفظ الصور
da: Gem billeder
de: Speichere alle Bilder
es: Guardar imágenes
fi: Tallenna kuvat
fr: Enregistrer les images
it: Salva le immagini
ja: 画像を保存
ko: 이미지 저장
nb: Lagre bilder
nl: Afbeeldingen opslaan
pl: Zapisz obrazy
pt: Guardar imagens
pt_br: Salvar imagens
ru: Сохранение изображений
sv: Spara bilder
tr: Görüntüleri kaydet
zh_hans: 保存图片

source: Send Feedback
ar: إرسال ملاحظات
de: Feedback senden
es: Enviar comentarios
fi: Lähetä palautetta
fr: Envoyer des commentaires
it: Invia feedback
ja: フィードバックを送信
ko: 피드백 보내기
nb: Send tilbakemelding
nl: Feedback verzenden
pl: Wyślij opinię
pt: Enviar feedback
pt_br: Enviar feedback
ru: Отправить отзыв
sv: Skicka feedback
tr: Geri bildirim gönder
zh_hans: 发送反馈

source: Share App
ar: مشاركة التطبيق
da: Del app
de: App teilen
es: Compartir aplicación
fi: Jaa sovellus
fr: Partager l'application
it: Condividi app
ja: シェアアプリ
ko: 공유 앱
nb: Del app
nl: Deel app
pl: Udostępnij aplikację
pt: Compartilhar app
pt_br: Compartilhar app
ru: Поделиться приложением
sv: Dela app
tr: Uygulamayı paylaş
zh_hans: 分享应用

source: Show original image
ar: إظهار الصورة الأصلية
da: Vis originalbillede
de: Originalbild anzeigen
es: Mostrar imagen original
fi: Näytä alkuperäinen kuva
fr: Afficher l'image originale
it: Mostra immagine originale
ja: 元の画像を表示
ko: 원본 이미지 표시
nb: Vis originalbilde
nl: Originele afbeelding tonen
pl: Pokaż oryginalny obraz
pt: Mostrar imagem original
pt_br: Mostrar imagem original
ru: Показать оригинальное изображение
sv: Visa originalbild
tr: Orijinal görüntüyü göster
zh_hans: 显示原始图像

source: Show processed image
ar: إظهار الصورة المعالجة
da: Vis behandlet billede
de: Verarbeitetes Bild anzeigen
es: Mostrar imagen procesada
fi: Näytä käsitelty kuva
fr: Afficher l'image traitée
it: Mostra immagine elaborata
ja: 処理済み画像を表示
ko: 처리된 이미지 표시
nb: Vis behandlet bilde
nl: Bewerkte afbeelding tonen
pl: Pokaż przetworzony obraz
pt: Mostrar imagem processada
pt_br: Mostrar imagem processada
ru: Показать обработанное изображение
sv: Visa bearbetad bild
tr: İşlenmiş görüntüyü göster
zh_hans: 显示处理后的图像

source: Source Code
ar: كود المصدر
da: Kildekode
de: Quell Code
es: Código fuente
fi: Lähdekoodi
fr: Code source
it: Codice sorgente
ja: ソースコード
ko: 소스 코드
nb: Kildekode
nl: Broncode
pl: Kod źródłowy
pt: Código fonte
pt_br: Código fonte
ru: исходный код
sv: Källkod
tr: Kaynak kodu
zh_hans: 源代码

source: Switch to crop mode
ar: التبديل إلى وضع القص
da: Skift til beskæringstilstand
de: Zum Zuschneidemodus wechseln
es: Cambiar al modo de recorte
fi: Vaihda rajaus-tilaan
fr: Passer en mode recadrage
it: Passa alla modalità ritaglio
ja: クロップモードに切り替え
ko: 크롭 모드로 전환
nb: Bytt til beskjæringstilstand
nl: Overschakelen naar bijsnijdmodus
pl: Przełącz na tryb przycinania
pt: Mudar para modo de corte
pt_br: Mudar para modo de corte
ru: Переключиться в режим обрезки
sv: Växla till beskärningsläge
tr: Kırpma moduna geç
zh_hans: 切换到裁剪模式

source: Switch to resize mode
ar: التبديل إلى وضع تغيير الحجم
da: Skift til størrelsesændringstilstand
de: Zum Größenänderungsmodus wechseln
es: Cambiar al modo de redimensionamiento
fi: Vaihda koonmuutos-tilaan
fr: Passer en mode redimensionnement
it: Passa alla modalità ridimensionamento
ja: リサイズモードに切り替え
ko: 크기 조정 모드로 전환
nb: Bytt til størrelsendringstilstand
nl: Overschakelen naar formaatwijzigingsmodus
pl: Przełącz na tryb zmiany rozmiaru
pt: Mudar para modo de redimensionamento
pt_br: Mudar para modo de redimensionamento
ru: Переключиться в режим изменения размера
sv: Växla till storleksändringsläge
tr: Boyutlandırma moduna geç
zh_hans: 切换到调整大小模式

source: Target
ar: الهدف
da: Mål
de: Ziel
es: Destino
fi: Kohde
fr: Cible
it: Obiettivo
ja: 出力先
ko: 대상
nb: Mål
nl: Doelwit
pl: Cel
pt: Alvo
pt_br: Alvo
ru: Цель
sv: Mål
tr: Hedef
zh_hans: 目标

source: Terms
ar: الشروط
da: Vilkår
de: Nutzungsbedingungen
es: Términos
fi: Ehdot
fr: Conditions
it: Termini
ja: 利用規約
ko: 이용약관
nb: Betingelser
nl: Voorwaarden
pl: Warunki
pt: Termos
pt_br: Condições
ru: Условия
sv: Villkor
tr: Şartlar
zh_hans: 条款

source: Toggle metadata removal
ar: تبديل إزالة البيانات الوصفية
da: Skift til fjernelse af metadata
de: Entferne Metadaten
es: Alternar eliminación de metadatos
fi: Metatietojen poistaminen vaihtaminen
fr: Activer la suppression des métadonnées
it: Attiva la rimozione dei metadati
ja: メタデータの削除を切り替え
ko: 메타데이터 제거 전환
nb: Bytte fjerning av metadata
nl: Metadata verwijderen omwisselen
pl: Przełącz usuwanie metadanych
pt: Alterna a remoção de metadados
pt_br: Alternar remoção de metadados
ru: Переключение удаления метаданных
sv: Växla borttagning av metadata
tr: Veri meta verilerini kaldırma değişikliği
zh_hans: 切换元数据移除

source: Unlimited conversions
ar: تحويلات غير محدودة
da: Ubegrænset antal konverteringer
de: Unbegrenzte Konvertierungen
es: Conversiones ilimitadas
fi: Rajoittamattomat muunnokset
fr: Conversions illimitées
it: Conversioni illimitate
ja: 無制限の変換
ko: 무제한 변환
nb: Ubegrensede overføringer
nl: Onbeperkte transfers
pl: Nielimitowane przekierowania
pt: Conversões ilimitadas
pt_br: Conversões ilimitadas
ru: Неограниченные конверсии
sv: Obegränsade omvandlingar
tr: Sınırsız dönüşümler
zh_hans: 无限转换

source: Website
ar: موقع الكتروني
da: Hjemmeside
de: Webseite
es: Sitio web
fi: Verkkosivusto
fr: Site web
it: Sito web
ja: ウェブサイト
ko: 웹사이트
nb: Nettside
pl: Strona internetowa
pt: Site
pt_br: Site
ru: Веб-сайт
sv: Webbplats
tr: Web sitesi
zh_hans: 网站

source: Width
ar: العرض
da: Bredde
de: Breite
es: Ancho
fi: Näyttely
fr: Largeur
it: Larghezza
ja: 幅
ko: 너비
nb: Bredde
nl: De aanbieding
pl: Oferta
pt: Largura
pt_br: Exibição
ru: Предложение
sv: Erbjudande
tr: Gösteri
zh_hans: 宽度

source: your images here.
ar: صورك هنا.
da: dine billeder her.
es: tus imágenes aquí.
fi: kuvasi täällä.
fr: vos images ici.
it: le tue immagini qui.
ja: ここに画像を追加
ko: 여기에 이미지를 추가하세요.
nb: dine bilder her.
nl: uw afbeeldingen hier.
pl: twoje obrazy tutaj.
pt: as tuas imagens aqui.
pt_br: suas imagens aqui.
ru: ваши изображения здесь.
sv: dina bilder här.
tr: görüntüleriniz burada.
zh_hans: 在此添加您的图片。

source: W
de: B
pt: L
ru: В
zh_hans: 宽

source: H
pt: A
ru: Х
zh_hans: 高
